Fuzzing/Data/shibboleth-full/oslo/209adcbf8f3ab64b08d5522f26e76afe1b5084c2/queue/id:000720,sync:import,src:000513

REQUEST_URI=/Shibboleth.sso/Artifact/SOAP
CONTENT_TYPE=text/xml

<S"Envens:S="htvelope/"><S:Body><S:Fa/"><S:QUESh.sso/Artifact/S<faultcode>S:Sep<faultcode>S:Sepver</faultcode><faultstring>Errouest.</faultRI=/ml

<S:Envelope xmlns:S="http://org/soap/envelop/Shibb:Fault><faultcode>S:Sepverultcode>S:Sepverrocessieg request.</faultRI=/Shibboleth.sso/Artifact/SOAP
ult></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faulVstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faulttring>Error processieg request.</faultRI=/Shiboleth.sso/Art

<S:En~elope xmlns:S="http://sc"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</processieg request.</faultRI=/Shibboleth.sso/Arl

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibboleth.sso/Artifact/SOAP
ult></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faulttring>Error processieg request.</faultRI=/Shib_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faul</S:Fault></S:Body></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>